7zip
accountsservice
alsa-utils
amd-ucode
ananicy
arch-install-scripts
archiso
archlinux-keyring
ark
asciinema
athena-bash
athena-config
athena-cyber-hub
athena-firefox-config
athena-grub-theme
athena-keyring
athena-kitty-config
athena-mirrorlist
athena-powershell-config
athena-tmux-config
athena-vim-config
athena-vscodium-themes
athena-welcome
awww
base
base-devel
bashtop
bat
bc
bind
blackarch-mirrorlist
blackarch-officials
bless
bloodhound
blueman
bluez
bluez-utils
brave-bin
brightnessctl
broadcom-wl-dkms
burpsuite
chaotic-keyring
chaotic-mirrorlist
cmatrix
code
cowsay
cronie
curl
cyberchef-electron
dhcpcd
dialog
discord
dosfstools
downgrade
edk2-ovmf
edk2-shell
efibootmgr
electron39
envycontrol
eog
espeakup
eww
ex-vi-compat
eza
fd
feroxbuster
ffmpegthumbnailer
ffmpegthumbs
ffuf
file-roller
flatpak
fortune-mod
git
github-cli
github-desktop
glibc-locales
gparted
grimblast-git
grub
gst-plugin-pipewire
gum
gvfs-gphoto2
gvfs-mtp
gwe
hexedit
htb-toolkit
htop
hugo
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprquery-git
hyprsunset
imagemagick
inetutils
irqbalance
jq
kando-bin
kde-cli-tools
keepassxc
kitty
kvantum
kvantum-qt5
lib32-glibc
linux
linux-firmware
linux-headers
lolcat
lsd
lvm2
man-db
man-pages
megasync
memtest86+
mesa
mesa-utils
mkinitcpio-nfs-utils
mkinitcpio-openswap
most
mtools
mtpfs
nano
nano-syntax-highlighting
nbd
ncdu
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nist-feed
nohang
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
nvidia-open-dkms
nvtop
nwg-shell
octopi
onionshare
openbsd-netcat
opencl-amd
opencl-nvidia
openvpn
orca
os-prober
pamixer
parallel
paru
pavucontrol
pfetch
php
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pocl
polkit
profile-sync-daemon
pv
qemu-desktop
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
rate-mirrors
rclone
reflector
restic
rofi
rsync
rtl8821cu-morrownr-dkms-git
satty
sddm
sl
sof-firmware
spotify
squashfs-tools
starship
sudo
syslinux
systemd-sysvcompat
testdisk
texinfo
timelineproject-hg
toilet-fonts
torbrowser-launcher
tree
ttf-0xproto-nerd
udiskie
ufw
unzip
usbutils
uv
vim
vnstat
waybar
wfuzz
wget
which
wireless_tools
wireplumber
wl-clip-persist
wpa_supplicant
xclip
xdg-desktop-portal-hyprland
xf86-video-amdgpu
xfsprogs
xmlstarlet
yay
yazi
zoxide
zram-generator
zsh
